;汉化：aotix

[ChaosIncursion X2SitRepTemplate]
FriendlyName="混沌叛乱团暴乱行动"
Description="据报告，混沌叛乱团正在穿越作战区域。他们的动机不明。"

[ChaosIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="混沌叛乱团暴乱行动"
Description="叛乱团正在这一区域执行行动。"

[ChaosRecruit_M1 X2CharacterTemplate]
strCharacterName="叛乱团招募"

[ChaosMike_M1 X2CharacterTemplate]
strCharacterName="SCP 3033-1 「麦克」"

[ChaosHunin_M1 X2CharacterTemplate]
strCharacterName="叛乱团灵能者"

[ChaosRecruit_M2 X2CharacterTemplate]
strCharacterName="叛乱团老兵"

[ChaosMike_M2 X2CharacterTemplate]
strCharacterName="进阶版SCP 3033-1 「麦克」"

[ChaosHunin_M2 X2CharacterTemplate]
strCharacterName="叛乱团牧师"

[ChaosRecruit_M3 X2CharacterTemplate]
strCharacterName="叛乱团突击队"

[ChaosMike_M3 X2CharacterTemplate]
strCharacterName="完美版SCP 3033-1"

[ChaosHunin_M3 X2CharacterTemplate]
strCharacterName="叛乱团先知"

[ChaosRifle_CV X2WeaponTemplate]
FriendlyName="盗取的变种人步枪"
FriendlyNamePlural="变种人步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_CV X2WeaponTemplate]
FriendlyName="盗取的基金会轻机枪"
FriendlyNamePlural="盗取的轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_MG X2WeaponTemplate]
FriendlyName="盗取的激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_MG X2WeaponTemplate]
FriendlyName="盗取的激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_BM X2WeaponTemplate]
FriendlyName="盗取的蓝色激光步枪"
FriendlyNamePlural="蓝色激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_BM X2WeaponTemplate]
FriendlyName="盗取的蓝色激光轻机枪"
FriendlyNamePlural="盗取的蓝色激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_BM X2WeaponTemplate]
FriendlyName="蓝色激光霰弹枪"
FriendlyNamePlural="蓝色激光霰弹枪"
BriefSummary=""
TacticalText=""

[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵在敌人中隐蔽。"
LocHelpText="士兵在敌人中隐蔽。"
LocFlyOverText="已隐蔽!"


[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="幻影"
LocLongDescription="该士兵于任务开始时即具备隐蔽状态。"
LocHelpText="该士兵于任务开始时即具备隐蔽状态。"
LocFlyOverText="幻影"


[PenaltyShot X2AbilityTemplate]
LocFriendlyName="击发狙击步枪"
LocHelpText="向目标发射狙击步枪，带有命中率惩罚。"

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="暴露"
LocFlyOverText="已暴露!"
LocHelpText="向敌人暴露此单位。如果在消失状态下进行动作则自动暴露。"
LocLongDescription="向敌人暴露此单位。如果在消失状态下进行动作则自动暴露。"

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="远程引爆"
LocLongDescription="如果敌人携带了爆裂物，则幻影状态下可以将其远程引爆。"
LocHelpText="如果敌人携带了爆裂物，则幻影状态下可以将其远程引爆。"

[RelocationShot X2AbilityTemplate]
LocFriendlyName="发射武器"
LocHelpText="向目标射击，射击后可获得移动点。<Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主武器后将给予该单位一个移动点。"

[ChaosPsiHeal X2AbilityTemplate]
LocFriendlyName="佐野公司"
LocLongDescription="在中等范围内提供医疗包治疗。灵能力越高，治疗效果越强。"
LocHelpText="在中等范围内提供医疗包治疗。灵能力越高，治疗效果越强。"
LocFlyOverText="佐野公司"

[ChaosSmokeGrenade X2GrenadeTemplate]
FriendlyName="混沌烟雾手雷"
FriendlyNamePlural="混沌烟雾手雷"
BriefSummary="为烟雾半径内的任何单位提供防御增益，无论友军还是敌军。"
TacticalText="<Bullet/> 可以使用烟雾来立即增加附近单位的防御能力。<br><Bullet/> 烟雾手雷的投掷距离和发射距离比标准手雷要远得多。"
ThrownAbilityName="投掷烟雾手雷"
ThrownAbilityHelpText="为烟雾半径内的单位提供防御增益。"
LaunchedAbilityname="发射烟雾手雷"
LaunchedAbilityHelpText="为烟雾半径内的单位提供防御增益。"

[ChaosRounds X2AmmoTemplate]
FriendlyName="SCP-4弹药"
FriendlyNamePlural="SCP-4弹药"
BriefSummary="一种使用危险认知危害的弹药"
TacticalText="<Bullet/> 这些子弹注入了一种引发异常的「词汇认知危害物」。\n<Bullet/> 当它击中一个生物目标时，就像病毒感染一样，如果目标存活，它会在5个方格的范围内传播。\n<Bullet/> 异常继续传播到其他宿主身上，导致它们的瞄准和意志力降低，并在两个回合内造成1点伤害，但由于所有感知「被感染」个体的人都会受到影响，宿主更难被命中。"


[ChaosRounds X2AbilityTemplate]
LocFriendlyName="注入认知危害的子弹"


[UIEventNoticesTactical]
ChaosAnomalyTitle="异常扭曲"

[X2Effect_ChaosAnomaly]
ChaosAnomalyFriendlyName="词汇认知危害"
ChaosAnomalyFriendlyDesc="遭受瞄准和意志惩罚，同时获得防御加成。每回合受到伤害。认知危害在7个方格的范围内传播。"
ChaosAnomalyEffectAcquiredString="<XGParam:StrValue0/!UnitName/>受到词汇认知危害的影响。"
ChaosAnomalyEffectTickedString="<XGParam:StrValue0/!UnitName/>仍然受到词汇认知危害的影响。"
ChaosAnomalyEffectLostString="<XGParam:StrValue0/!UnitName/>不再受到词汇认知危害的影响。"


;[ChaosAnomaly.X2DamageTypeTemplate]